13/data/attachments/d2e0080a7e3c0ca8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:username>
            <nif:friendToBeAdded>Samuel_think_Friend_64392_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>